Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tale_ved_40_ars_jubileumsseminar_for_sami_sosialbargiid_searvi_samisk_sosialarbeider_forening_.html.tmx
Source language: nob
Languages: sme

source: Tale ved 40 års jubileumsseminar for Sámi Sosialbargiid Searvi/Samisk sosialarbeider forening
sme: Sárdni Sámi Sosiálabargiid Searvi (SSS) 40 jagi ávvusemináras

source: Sametingspresident Silje Karine Muotka deltok på 40 års jubileumsseminaret til Sámi Sosialbargiid Searvi/Samisk sosialarbeiderforening (SSS) om samisk sosialt arbeid 5. september 2024 i Alta, hvor hun holdt tale.
sme: Sámediggepresideanta Silje Karine Muotka oassálasttii čakčamánu 5. beaivvi 2024 Sámi Sosiálabargiid Searvi (SSS) 40 jagi ávvuseminárii Álttás sámi sosiála barggu birra, gos son doalai sártni.

source: Sámi Sosialbargiid Searvi ble etablert i 1984 og nå reetableres den med et 40-års jubileumsseminar.
sme: Sámi Sosialbargiid Searvi ásahuvvui 1984:s ja dál ásahuvvo ođđasit 40-jagi ávvoseminárain.

source: Gratulerer!
sme: Lihkkosávaldagat!

source: Sámi Sosialbargiid Searvi ble stiftet i 1984 og hadde frem til 2000 tallet en særdeles viktig rolle i utviklingen av det samiske velferdssamfunnet og bidra til at blant annet det norske hjelpesystemet, politikere, utdanningsinstitusjonene samt fagforeninger fikk økt forståelse for nødvendigheten av samisk kulturkompetanse og kultursensitivitet.
sme: Sámi Sosialbargiid Searvi vuođđuduvvui 1984:s, ja das lei 2000-logu rádjái hui dehálaš rolla sámi buorredilleservodaga ovdánahttimis ja das ahte Norgga veahkkevuogádat, politihkkárat, oahppoásahusat ja fágasearvvit eambbo áddegohte ahte sámi kulturgelbbolašvuohta ja kultursensitivitehta leat dárbbašlaččat.

source: Nå reetablerer foreningen seg som en aktiv samisk organisasjon.
sme: Searvi ásahuvvo dál ođđasit aktiivvalaš sámi organisašuvdnan.

source: Å arrangere et seminar med aktuelt faglig innhold er en utmerket måte å få opp engasjementet på for denne organisasjonen.
sme: Dál lágiduvvo seminára man fáttát leat áigeguovdilis fágalaš áššit, ja dat lea hui buorre vuohki oažžut beroštumi ja fuomášumi organisašuvdnii.

source: Sametinget er trygg på at Sámi Sosialbargiid Searvi vil være en viktig stemme i utviklingen av helse- og sosialtjenester for den samiske befolkningen samt en samisk stemme i den internasjonale urfolksdebatten.
sme: Sámediggi jáhkká ahte Sámi Sosialbargiid Searvi šaddá dehálaš jietnan sámi álbmoga dearvvašvuođa- ja sosiálabálvalusaid ovdánahttimis, ja maiddái sámi jietnan riikkaidgaskasaš álgoálbmotdigaštallamiin.

source: Det samiske samfunnet vil bli rikere med flere organisasjoner som har fokus på at samisk kulturkompetanse i helse – og sosialtjenestene er langt mer enn det å kunne benytte språket sitt i møte med tjenestene, selv om det også er viktig.
sme: Sámi servodat riggu go ásahuvvojit eambbo organisašuvnnat mat deattuhit ahte dearvvašvuođa- ja sosiálabálvalusaid sámi kulturgelbbolašvuhtii gullá mihá eambbo go dušše dat ahte beassat hállat iežas gillii bálvalusas, vaikko dat maiddái lea dehálaš.

source: Det handler om å ha en grunnleggende innsikt hvor både kulturforståelse og ikke minst kulturell trygghet er det sentrale, som tar utgangspunkt i urfolks selvforståelser og verdensanskuelser.
sme: Lea sáhka vuđolaš áddejumis, das ahte sihke kulturáddejupmi ja erenoamážit maiddái kultuvrralaš oadjebasvuohta leat guovddážis, ja ahte daid vuođđun lea álgoálbmogiid iešáddejupmi ja máilmmigovva.

source: Videre så vil økt samisk selvstyre og oppfølging av Sannhets- og forsoningskommisjonens rapport kreve profesjoner med samisk kompetanse.
sme: Dasto gáibiduvvojit eambbo sámi iešstivrejupmái ja Duohtavuođa- ja soabahankommišuvnna raportta čuovvuleapmái profešuvnnat main lea sámi gelbbolašvuohta.

source: Derfor er det viktig at samiske sosialarbeidere og andre som arbeider med forskning, utdanning og praksis i samiske områder og med samisk tematikk kommer sammen.
sme: Danne lea dehálaš ahte sámi sosiálabargit ja earát geat barget dutkamiin, oahpahusain ja bargohárjehallamiin sámi guovlluin, ja sámi fáttáiguin, čoahkkanit.

source: Peder Jalvi sin dikt Muohtačalmmit beskriver visuelt så vakkert dette med å komme sammen, hvordan det å jobbe samlet mot samme mål gjør oss sterkere. Sammen kan vi ha makt til å endre hele landskapet.
sme: Peder Jalvi dikta Muohtačalmmit govahallá nu čábbát visuálalaččat čoahkkaneami ja dan movt ovttasbargan seamma ulbmila ovdii gievruda min. Ovttas mii sáhttit bastit rievdadit olles eanadaga.

source: Peder Jalvi, 1915
sme: Goaikkanasas čoggojit dat ájan, deatnun, jávrin, mearran – stuoris dalle lea daid fápmu.

source: For Sametinget er det viktig at det finnes fagmiljøer som kan bidra faglig i helse- og sosialfaglig arbeid både i forhold til samiske samfunn, mot sentrale aktører, og også internasjonalt.
sme: Sámediggái lea dehálaš ahte gávdnojit fágabirrasat mat fágalaččat servet dearvvašvuođa- ja sosiálafágalaš bargguide sihke sámi servodaga ja guovddáš aktevrraid hárrái, ja maiddái riikkaidgaskasaččat.

source: Det er derfor veldig positivt at ildsjeler virkelig har stått på for å gjenoppta Sámi Sosialbargiid Searvi sitt arbeid.
sme: Danne lea hui buorre go áŋgiris ja viššalis olbmot duođai leat bargan dan ovdii ahte Sámi Sosialbargiid Searvvi bargu fas álggahuvvo.

source: Sametinget håper på et godt samarbeid med dere fremover.
sme: Sámediggi sávvá buori ovttasbarggu dinguin ovddasguvlui.
